{
  "authors": [
    "discord:141610251299454976"
  ],
  "contents": [
    {
      "description": "Fun boiled to the basics",
      "locale": "en-GB",
      "name": "Discord RPG",
      "page": "# What is Discord Dungeons?\r\n\r\nIt's a trap!\r\n\r\nJust kidding.\r\nIt’s not a trap, it’s a Discord bot!\r\n\r\n\"Like a robot?\" Kind of. It’s a code controlled user, that listens for commands and posts information based on those commands. DiscordRPG is a popular way of bringing your own Roleplaying Adventure to your discord server. Join a guild, go on adventures, and even fight alongside friends, or against your enemies! Plus, you will never have to worry about losing your progress. DiscordRPG stores all your character info centrally, so no matter what server you are on, you can keep playing from where you left off!\r\n\r\n## Our Features\r\n\r\n### Play Online\r\nAs Discord Dungeons runs on Discord, you can play it from anywhere! In your browser, on your desktop, even on your mobile devices! Just add the bot to your Discord and you're ready to start playing!\r\n\r\n### Regular Updates\r\nWith tons of content, Discord Dungeons offers hours upon hours of gameplay! And with more content being added regularly, the fun will never stop!\r\n\r\n### Secure\r\nAs Discord Dungeons runs as a Discord bot, you never have to worry about losing any progress. Everything's saved to secure databases with backups the moment your progress updates.\r\n\r\n### Play with friends!\r\nAlthough Discord Dungeons is mostly a singleplayer experience, that shouldn't stop you from enjoying it with others. DRPG lets you compete against, and trade with, your fellow server members and friends. Anything is possible when you work together.\r\n\r\n### Gameplay\r\nUse Skills like woodcutting, mining, fishing, and foraging. Craft items, tools and weapons to progress. Purchase a new set of adventuring gear, or buy and sell items on the global market. Explore DRPG with a compass and pet by your side! Anything is possible when your man smells like Ol- er... anything is possible.\r\n\r\n### Customizable Settings\r\nDon’t like the way commands work on your server? Change the prefix! The default prefix is #! but you can change it to whatever you want. You can also give the bot a new nickname if DiscordRPG isn’t hardcore enough for you."
    }
  ],
  "created": 1555430103008,
  "edited": 1556750539295,
  "flags": {
    "adverts": false,
    "inAppPurchases": true
  },
  "hide": false,
  "id": "170915256833540097",
  "images": {
    "avatar": "images/170915256833540097/avatar.png",
    "cover": "images/170915256833540097/background.png",
    "preview": []
  },
  "invite": {
    "discord": "https://discordapp.com/oauth2/authorize?&client_id=170915256833540097&scope=bot&permissions=24640"
  },
  "nsfw": false,
  "state": "approved",
  "support": "https://discordapp.com/invite/xy3UbVb",
  "trigger": {
    "customisable": true,
    "mentionable": true,
    "prefix": [
      "#!"
    ]
  },
  "videos": {
    "youku": null,
    "youtube": null
  },
  "website": "https://discorddungeons.me",
  "source": null,
  "categories": [
    "games"
  ]
}
