{
  "authors": [
    "discord:111372124383428608",
    "discord:93767954709094400"
  ],
  "contents": [
    {
      "description": "Music, auto-moderation, custom commands, auto-role, tickets, a dashboard and a whole lot more.",
      "locale": "en-GB",
      "name": "Atlas",
      "page": "Atlas is an easy to use, modular, multi-functional bot that does everything your server will need. \r\n\r\nAtlas does what a lot of bots do. We might be biased, but we think Atlas does things better. We offer easy to use music related commands with high quality playback and minimal interruptions, heavily-customisable (yet still easy to understand) moderation options, and the ability to create powerful, but easy to create custom commands. And that's just the tip of the iceberg! Atlas is currently on v8, which is our best version yet (still biased). We have a very clean and extremely fast web dashboard allowing for instant customisation on the fly. \r\n\r\nOn top of that, we roll out updates almost constantly, with extremely fast bugfixes and almost no downtime. We also have dedicated support staff ready to answer your questions almost 24/7. Whether it's how to add Atlas to your server, how to enable the profanity filter, or if your 5000 character custom command will work or not - we're ready to help you."
    }
  ],
  "created": 1550544175259,
  "edited": 1550924845182,
  "flags": {
    "adverts": false,
    "inAppPurchases": false
  },
  "hide": false,
  "id": "338222603829510164",
  "images": {
    "avatar": "images/338222603829510164/avatar.png",
    "cover": null,
    "preview": []
  },
  "invite": {
    "discord": "https://discordapp.com/oauth2/authorize?client_id=338222603829510164&scope=bot&permissions=2134207671"
  },
  "nsfw": false,
  "state": "approved",
  "support": "https://discordapp.com/invite/AXXBPM7",
  "trigger": {
    "customisable": true,
    "mentionable": true,
    "prefix": [
      "a!"
    ]
  },
  "videos": {
    "youku": null,
    "youtube": null
  },
  "website": "https://atlasbot.xyz",
  "source": null,
  "categories": [
    "moderation"
  ]
}
