{
  "authors": [
    "discord:551820732124889130"
  ],
  "contents": [
    {
      "description": "Monster-Bot is new moderator bot with smooth and simple command. Adding more commands soon!",
      "locale": "en-GB",
      "name": "Monster-Bot",
      "page": "Monster-Bot have some commands. I am working on more commands that you can use later. My mind is out of idea. Suggest me some good command by joining my support server and you can suggest me any useful command that I am looking for. If you have any problems with bot just use this command and I will take a look at this later.This bot let you save from spammer and other things this bot have many basic commands yet.Don't need to add any other moderation bot when you have this bot in your server also this bot have some useful commands like announcment so he do announcment instead of you also this bot have autorole so whenever someone join your server he automatically get the role you want. Monster-Bot is made by Monster Vortex. Such a monster piece.This bot will be most trusted and safe bot in future because i make more commands for all of you guys. i am looking for cool team for my bot if you want to be one of them you just have to join our support server and DMs me. Don't think that bot will remain it only this less commands he is going to update in every week or month because this is only v1.0, So handsome isn't?\r\n"
    }
  ],
  "created": 1551878691048,
  "edited": 1551878691048,
  "flags": {
    "adverts": false,
    "inAppPurchases": false
  },
  "hide": false,
  "id": "551838918685753354",
  "images": {
    "avatar": "images/551838918685753354/avatar.png",
    "cover": null,
    "preview": []
  },
  "invite": {
    "discord": "https://discordapp.com/oauth2/authorize?client_id=551838918685753354&permissions=268642438&redirect_uri=https%3A%2F%2Fdiscord.gg%2FMT9dJkY&response_type=code&scope=guilds.join%20bot"
  },
  "nsfw": false,
  "state": "denied",
  "support": "https://discord.gg/MT9dJkY",
  "trigger": {
    "customisable": false,
    "mentionable": false,
    "prefix": [
      "m/"
    ]
  },
  "videos": {
    "youku": null,
    "youtube": null
  },
  "website": null,
  "source": null,
  "categories": [
    "moderation"
  ]
}
