{
  "authors": [
    "discord:344031555544547328"
  ],
  "contents": [
    {
      "description": "Check how many minutes the members is connected to the voice channels and as award give them roles!",
      "locale": "en-GB",
      "name": "Voice Pointer",
      "page": "This bot is created for your discord server to take your activity and options to the next level!, this bot is can be helpful for example when you want to apply new staff members do a minimum requirement of 120 minutes in the voice chat :). Give your server members some roles for being active in the voice channels and give them motivation to stay active on your discord server voice and text channels!.\r\n\r\nCommands\r\nv.userinfo [member: if not provided than is using the command caller as a member] -> Showing how many minutes member was in voice channels.\r\n\r\nYou can use this commands only if the manage_roles permission is enabled for the bot and the command caller is have the administration permission\r\nv.add_role [role] [minutes] -> Add new role to the server voice-channels by minutes role reward list, the role is given by reaching the minutes argument minutes.\r\nv.remove_role [role_to_remove] -> If the role is exists then is removing it from the voice-channels reward by minutes list.\r\nv.show_roles -> Show all the included roles in the voice-channels role reward by minutes list.\r\n\r\nThat's all you need to know to start this bot on your server! Have fun :)!."
    }
  ],
  "created": 1562877814998,
  "edited": 1562936692023,
  "flags": {
    "adverts": false,
    "inAppPurchases": false
  },
  "hide": false,
  "id": "598475346807095335",
  "images": {
    "avatar": null,
    "cover": null,
    "preview": []
  },
  "invite": {
    "discord": "https://discordapp.com/oauth2/authorize?client_id=598475346807095335&scope=bot&permissions=268451840"
  },
  "nsfw": false,
  "state": "denied",
  "support": "https://discord.gg/NyETtC",
  "trigger": {
    "customisable": false,
    "mentionable": false,
    "prefix": [
      "v."
    ]
  },
  "videos": {
    "youku": null,
    "youtube": null
  },
  "website": null,
  "source": null,
  "categories": [
    "utility"
  ]
}
