{
  "authors": [
    "discord:128312718779219968",
    "github:r-anime"
  ],
  "contents": [
    {
      "description": "Moderation Tools; Autorole; Anime Notifications (SUBBED); Reddit Feed; Stats; Filters",
      "locale": "en-GB",
      "name": "ZeroTsu",
      "page": "#### Used in the r/anime and MyAnimeList Discord Servers\r\n\r\n* Member system that tracks past member usernames, nicknames, mod-issued warnings, kicks, bans, whether in the server, timestamps for punishments, server join date and account creation date\r\n<br/><br/>\r\n* Punishment system where you can issue warnings, kick or ban people for a set period of time and auto log that using the member system, or remove those punishments and unban. Can see timestamps for all punishments. Automatically unbans for temporary bans\r\n<br/><br/>\r\n* Give or take roles using reactions or join/leave commands. The latter works only with hidden roles between two dummy roles\r\n<br/><br/>\r\n* Automatically give roles to a user when they join a voice channel, and remove them when they leave it. Fully customizable with multiple roles per voice channel and vice versa\r\n<br/><br/>\r\n* Daily Anime Schedule that prints what anime are airing today and optional DM notifications (SUBBED where possible)\r\n<br/><br/>\r\n* Customizable Reddit RSS Feed autopost system that will post a specific reddit thread based on its settings. Can be set for a specific author, subreddit, post type (rising, hot, new) and title. Can auto pin/unpin that message\r\n<br/><br/>\r\n* Tracks server emoji and message stats for normal and hidden channels. User gain/loss per day\r\n<br/><br/>\r\n* Regex-facilitated filter for phrases and a toggleable file extension attachment filter (both in blacklist and whitelist form)\r\n<br/><br/>\r\n* Automated channel & role creation with various parameters you can give it to make them hidden (opt-in), temporary (auto deletes after three hours of inactivity) and other\r\n<br/><br/>\r\n* Voting Module that allows normal users to create a temporary (auto deletes after three hours of inactivity) hidden channel. Has a minimum requirement of votes and hard cap of 3 max such things\r\n<br/><br/>\r\n* Channel lock via dynamic permission change that remembers older permissions\r\n<br/><br/>\r\n* Sort all BOT created opt-in roles between the two dummy roles alphabetically\r\n<br/><br/>\r\n* Sort a category's channels alphabetically\r\n<br/><br/>\r\n* BOT say/edit commands that any mod can use to send or edit important messages with the BOT (e.g. so the entire mod team can edit a message), or pretend they're a ROBOT\r\n<br/><br/>\r\n* RemindMe feature where it either messages you or pings you with a message you've set after a period of time you've told it\r\n<br/><br/>\r\n* Optional Waifu system where you can add names to a list, and each user can roll for a name only once. Users can trade them but never divorce\r\n<br/><br/>\r\n* Raffles with which you can do giveaways. It selects a random user that has joined the raffle (either through command or react) as the winner!\r\n<br/><br/>\r\nUse .help to see all of its features. Use .h-settings to set up server settings. Make sure you're an admin!"
    }
  ],
  "created": 1569048499639,
  "edited": 1569386086517,
  "flags": {
    "adverts": false,
    "inAppPurchases": false
  },
  "hide": false,
  "id": "614495694769618944",
  "images": {
    "avatar": "images/614495694769618944/avatar.png",
    "cover": null,
    "preview": []
  },
  "invite": {
    "discord": "https://discordapp.com/api/oauth2/authorize?client_id=614495694769618944&permissions=401960278&scope=bot"
  },
  "nsfw": false,
  "state": "approved",
  "support": "https://discord.gg/BDT8Twv",
  "trigger": {
    "customisable": true,
    "mentionable": false,
    "prefix": [
      "."
    ]
  },
  "videos": {
    "youku": null,
    "youtube": null
  },
  "website": null,
  "source": "https://github.com/r-anime/er",
  "categories": [
    "moderation"
  ]
}
